Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/CollectHelper.po
Languages: pt_br

source: Please select a single image
pt_br: Por favor, selecione uma única imagem

source: select an image with an active color label
pt_br: selecione uma imagem com uma etiqueta de cor ativa

source: collect: previous
pt_br: colecionar: anterior

source: Sets the Collect parameters to be the previously active parameters
pt_br: Define os parâmetros da coleção para os ativos anteriormente

source: collect: folder
pt_br: colecionar: pasta

source: Sets the Collect parameters to be the selected images's folder
pt_br: Define os parâmetros da coleção para a pasta de imagens selecionada

source: collect: color label(s)
pt_br: colecionar: etiqueta(s) de cor

source: Sets the Collect parameters to be the selected images's color label(s)
pt_br: Define os parâmetros da coleção para a(s) etiqueta(s) de cor das imagens selecionadas

source: collect: all (AND)
pt_br: colecionar: tudo (E)

source: Sets the Collect parameters based on all activated CollectHelper options
pt_br: Define os parâmetros da coleção baseado em todas as opções do script

source: CollectHelper: All
pt_br: CollectHelper: Tudo

source: Will create a collect parameter set that utilizes all enabled CollectHelper types (AND)
pt_br: Criará um conjunto de parâmetros de coleção que utilizará todos os tipos habilitados do CollectHelper (E)

source: CollectHelper: Color Label(s)
pt_br: CollectHelper: Etiqueta(s) de Cor

source: Enable the button that allows you to swap to a collection based on selected image's COLOR LABEL(S)
pt_br: Habilita o botão que permite que você alterna para uma coleção baseada na ETIQUETA(S) DE COR da imagem selecionada

source: CollectHelper: Folder
pt_br: CollectHelper: Pasta

source: Enable the button that allows you to swap to a collection based on selected image's FOLDER location
pt_br: Habilita o botão que permite que você alterne para uma coleção baseada na PASTA da imagem selecionada
