Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/color_profile_manager.po
Languages: pt_br

source: added color profile
pt_br: perfil de cor adicionado

source: removed color profile
pt_br: perfil de cor removido

source: ERROR: color profile must be an icc or icm file
pt_br: ERRO: perfil de cor deve ser um arquivo icm ou icc

source: color profile manager
pt_br: gerenciador de perfil de cor

source: initialize color profiles
pt_br: inicializar perfis de cor

source: create the directory structure to contain the color profiles
pt_br: cria a estrutura de pasta para conter os perfis de cor

source: select profile set
pt_br: selecionar definição de perfil

source: select input or output profiles
pt_br: selecionar perfis de entrada ou saída

source: input
pt_br: entrada

source: output
pt_br: saída

source: select color profile to add
pt_br: selecionar perfil de cor a adicionar

source: select the .icc or .icm file to add
pt_br: selecionar arquivo icc ou icm a adicionar

source: add profile
pt_br: adicionar perfil

source: add selected color profile
pt_br: adicionar perfil de cor selecionado

source: add selected file to profiles
pt_br: adicionar arquivo selecionado aos perfis

source: remove profile
pt_br: remover perfil

source: remove selected profile(s)
pt_br: remover perfil(s) selecionado(s)

source: remove the checked profile(s)
pt_br: remover o(s) perfil(s) marcado(s)
