Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/copy_attach_detach_tags.po
Languages: fr_fr, pt_br

source: Image tags copied ...
fr_fr: Mots-clés de l'image copiés ...
pt_br: Etiquetas de imagem copiadas ...

source: No tag to attach, please copy tags first.
fr_fr: Pas de mot-clé à attacher, veuillez d'abord copier les mots-clés.
pt_br: Nenhuma etiqueta anexada, por favor copie as etiquetas primeiro.

source: Tags attached ...
fr_fr: Mots-clés attachés ...
pt_br: Etiquetas anexadas ...

source: Tags removed from image(s).
fr_fr: Mots-clés supprimés des images.
pt_br: Etiquetas removidas da(s) imagem(ns)

source: Tags replaced
fr_fr: Mots-clés remplacés
pt_br: Etiquetas substituídas

source: tagging addon
fr_fr: mots-clés extra
pt_br: addon de etiquetas

source: tag clipboard
fr_fr: presse-papier des mots-clés
pt_br: área de transferência de etiqueta

source: multi copy tags
fr_fr: copier mots-clés
pt_br: copiar etiquetas múltiplas

source: copy tags from selected image(s)
fr_fr: copier les mots-clés des images sélectionnnées
pt_br: copiar etiquetas da(s) imagem(ns) selecionada(s)

source: paste tags to selected image(s)
fr_fr: coller les mots clés dans les images sélectionnées
pt_br: colar etiquetas para a(s) imagem(ns) selecionada(s)

source: paste tags
fr_fr: coller mots-clés
pt_br: colar etiquetas

source: replace tags
fr_fr: remplacer mots-clés
pt_br: substituir etiquetas

source: replace tags from selected image(s)
fr_fr: remplacer les mots-clés des images sélectionnées
pt_br: substituir etiquetas a partir da(s) imagem(ns) selecionada(s)

source: remove all tags
fr_fr: supprimer tous mots-clés
pt_br: remover todas as etiquetas

source: remove tags from selected image(s)
fr_fr: supprimer les mots-clés des images sélectionnées
pt_br: remover etiquetas da(s) imagem(ns) selecionada(s)
