Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/enfuseAdvanced.po
Languages: pt_br

source: please update your binary locations
pt_br: por favor, atualiza suas localizações de binários

source: issue with
pt_br: problema com

source: executable
pt_br: executável

source: update successful
pt_br: atualização bem sucedida

source: update unsuccessful, please try again
pt_br: atualização mau sucedida, tente novamente

source: saved to
pt_br: salvar para

source: loaded from
pt_br: carregado de

source: export for image fusion
pt_br: exportar para fusão de imagem

source: too few images selected, please select at least 2 images
pt_br: muito poucas imagens selecionadas, selecione pelo menos 2 imagens

source: installation error, please verify binary paths are proper
pt_br: erro de instalação, verifique se as localizações dos binários estão corretas

source: failed
pt_br: falhou

source: image align options
pt_br: opções de alinhamento de imagem

source: align images
pt_br: alinhar imagens

source: automatically align images prior to enfuse
pt_br: alinha automaticamente as imagens antes de fundir

source: optimize radial distortion
pt_br: otimizar distorção radial

source: optimize radial distortion for all images, except for first
pt_br: otimiza a distorção radial para todas as imagens, exceto para a primeira

source: optimize field of view
pt_br: otimizar o campo de visão

source: optimize field of view for all images, except for first. Useful for aligning focus stacks (DFF) with slightly different magnification.
pt_br: otimizar o campo de visão para todas as imagens, exceto para a primeira. Útil para alinhar foco empilhado (DFF, sigla em inglês) com ampliação ligeiramente diferente.

source: optimize image center shift
pt_br: otimizar deslocamento do centro da imagem

source: optimize image center shift for all images, except for first.
pt_br: otimiza o deslocamento do centro da imagem para todas as imagens, exceto a primeira.

source: auto crop
pt_br: recorte automático

source: auto crop the image to the area covered by all images.
pt_br: recorta automaticamente a imagem para a área coberta por todas as imagens.

source: load distortion from lens database
pt_br: carregar distorção a partir da base de dados de lentes

source: try to load distortion information from lens database
pt_br: tenta carregar informações de distorção da base de dados de lentes

source: use gpu
pt_br: usar gpu

source: use gpu during alignment
pt_br: usa a gpu durante o alinhamento

source: image grid size
pt_br: tamanho da grade de imagem

source: break image into a rectangular grid and attempt to find num control points in each section. default: (5x5)
pt_br: quebra a imagem em uma grade retangular e tenta encontrar um número de pontos de controle em cada seção. padrão: (5x5)

source: control points/grid
pt_br: pontos de controle/grade

source: number of control points (per grid, see option -g) to create between adjacent images default: (8).
pt_br: número de pontos de controle (por grade, veja a opção -g) para criar entre imagens adjacentes padrão: (8)

source: remove control points with error
pt_br: remover pontos de controle com erro

source: remove all control points with an error higher than num pixels default: (3)
pt_br: remove todos os pontos de controle com um erro superior que um número de pixels padrão: (3)

source: correlation threshold for control points
pt_br: limiar de correlação para pontos de controle

source: correlation threshold for identifying control points default: (0.9).
pt_br: limiar de correlação para identificar pontos de controle padrão: (0,9)

source: image fusion options
pt_br: opções de fusão de imagem

source: exposure weight
pt_br: peso da exposição

source: set the relative weight of the well-exposedness criterion as defined by the chosen exposure weight function. increasing this weight relative to the others will make well-exposed pixels contribute more to the final output. default: (1.0)
pt_br: configura o peso relativo do critério de boa exposição como definido pela função de peso de exposição. aumentar este peso relativo para outros fará com que os pixels bem expostos contribuam mais para a saída final. padrão: (1,0)

source: saturation weight
pt_br: peso da saturação

source: set the relative weight of high-saturation pixels. increasing this weight makes pixels with high saturation contribute more to the final output. default: (0.2)
pt_br: configura o peso relativo dos pixels altamente saturados. aumentar este peso fará com que os pixels com alta saturação contribuam mais para a saída final. padrão: (0,2)

source: contrast weight
pt_br: peso do contraste

source: sets the relative weight of high local-contrast pixels. default: (0.0).
pt_br: configura o peso relativo dos pixels com alto contraste local. padrão: (0,0)

source: exposure optimum
pt_br: exposição ótima

source: determine at what normalized exposure value the optimum exposure of the input images is. this is, set the position of the maximum of the exposure weight curve. use this option to fine-tune exposure weighting. default: (0.5)
pt_br: determina qual valor de exposição normalizado é a exposição ótima da imagem de entrada. isto é, define a posição do máximo de exposição da curva de peso. use esta opção para ajustar o peso da exposição. padrão: (0,5)

source: exposure width
pt_br: largura da exposição

source: set the characteristic width (FWHM) of the exposure weight function. low numbers give less weight to pixels that are far from the user-defined optimum and vice versa. use this option to fine-tune exposure weighting. default: (0.2)
pt_br: configura a largura característica (FWHM) da função de peso da exposição. números baixos atribuem menos peso para os pixels que estão longe do ótimo definido pelo usuário e vice- versa. use esta opção para ajustar o peso da exposição. padrão: (0,2)

source: hard mask
pt_br: máscara dura

source: force hard blend masks on the finest scale. this avoids averaging of fine details (only), at the expense of increasing the noise. this improves the sharpness of focus stacks considerably. default (soft mask)
pt_br: força máscaras de mesclagem duras na escala mais fina. isto previne aproximação dos detalhes mais finos (somente), ao custo de aumentar o ruído. isto melhora a nitidez do empilha- mento de foco consideravelmente. padrão (máscara suave)

source: save masks
pt_br: salvar máscaras

source: Save the generated weight masks to your home directory, enblend saves masks as 8 bit grayscale, i.e. single channel images. for accuracy we recommend to choose a lossless format.
pt_br: Salva as máscaras de peso geradas para sua pasta pessoal, mescla máscaras salvas como tons de cinza de 8 bits, isto é, imagens de canal simples. para maior precisão, nós recomendamos escolher um formato sem perdas.

source: contrast window size
pt_br: tamanho da janela de contraste

source: set the window size for local contrast analysis. the window will be a square of size × size pixels. if given an even size, Enfuse will automatically use the next odd number. for contrast analysis size values larger than 5 pixels might result in a blurry composite image. values of 3 and 5 pixels have given good results on focus stacks. default: (5) pixels
pt_br: configura o tamanho da janela para a análise de contraste local. a janela será um quadrado de tamanho x tamanho em pixels. se fornecido um tamanho par, o script usará automaticamente o próximo número ímpar. valores de tamanho para análise de contraste maiores que 5 pixels podem resultar em uma imagem composta borrada. valores de 3 e 5 pixels produzem bons resultados para empi- lhamento de foco. padrão: (5) pixels

source: contrast edge scale
pt_br: escala de borda de contraste

source: a non-zero value for EDGE-SCALE switches on the Laplacian-of-Gaussian (LoG) edge detection algorithm. edage-scale is the radius of the Gaussian used in the search for edges. a positive LCE-SCALE turns on local contrast enhancement (LCE) before the LoG edge detection. Default: (0.0) pixels.
pt_br: um valor diferente de zero para a ESCALA DE BORDA alterna o algoritmo de detecção de borda Laplaciano-de-Gaussiano (LoG). a escala de borda é o raio do Gaussiano usado na busca por bordas. uma escala LCE positiva ativa o melhoramento de contraste local (LCE) antes da detecção de borda LoG. Padrão: (0,0) pixels

source: contrast min curvature [%]
pt_br: curvatura mín de contraste [%]

source: define the minimum curvature for the LoG edge detection. Append a ‘%’ to specify the minimum curvature relative to maximum pixel value in the source image. Default: (0.0%)
pt_br: configura a curvatura mínima para a detecção de borda LoG. Adicionar um '%' para definir a curvatura mínima em relação ao valor máximo de pixel na imagem fonte. Padrão: (0,0%)

source: target file
pt_br: arquivo alvo

source: tiff compression
pt_br: compressão tiff

source: compression method for tiff files
pt_br: método de compressão para arquivos tiff

source: jpeg compression
pt_br: compressão jpeg

source: jpeg compression level
pt_br: nível de compressão jpeg

source: file format
pt_br: formato de arquivo

source: file format of the enfused final image
pt_br: formato de arquivo da imagem final fundida

source: bit depth
pt_br: profundidade de bits

source: bit depth of the enfused file
pt_br: profundidade de bits do arquivo fundido

source: directory
pt_br: pasta

source: select the target directory for the fused image. the filename is created automatically.
pt_br: seleciona a pasta alvo para a imagem fundida. o nome do arquivo é criado automaticamente.

source: save to source image location
pt_br: salvar para a localização da imagem fonte

source: If checked ignores the location above and saves output image(s) to the same location as the source images.
pt_br: Se selecionado, ignora a localização acima e salva a(s) imagem(ns) de saída na mesma localização das imagens fonte.

source: on conflict
pt_br: no caso de conflito

source: auto import
pt_br: importar automaticamente

source: import the image into darktable database when enfuse completes
pt_br: importa a imagem para a base de dados do darktable quando a fusão for completada

source: Apply Style on Import
pt_br: Aplicar estilo ao importar

source: Apply selected style on auto-import to newly created blended image
pt_br: Aplica o estilo selecionado ao importar automaticamente para a nova imagem fundida criada

source: copy tags
pt_br: copiar etiquetas

source: Copy tags from first image.
pt_br: Copia as etiquetas da primeira imagem.

source: Additional tags to be added on import. Seperate with commas, all spaces will be removed
pt_br: Etiquetas adicionais a serem adicionadas ao importar. Separe-as com vírgulas, todos os espaços serão removidos

source: active preset
pt_br: predefinição ativa

source: preset to be loaded from or saved to
pt_br: predefinição a ser carregada de ou salvada para

source: load fusion preset
pt_br: carregar predefinição de fusão

source: load current fusion parameters from selected preset
pt_br: carrega parâmetros de fusão atuais a partir da predefinição selecionada

source: save to fusion preset
pt_br: salvar para predefinição de fusão

source: save current fusion parameters to selected preset
pt_br: salva os parâmetros de fusão atuais para a predefinição selecionada

source: create image variants from presets
pt_br: criar variantes da imagem a partir das predefinições

source: create multiple image variants based on the three different presets of the specified type
pt_br: cria múltiplas variantes da imagem baseadas nas três diferentes predefinições do tipo especificado

source: create variants type
pt_br: criar tipos de variantes

source: preset type to be used when creating image variants
pt_br: tipo de predefinição a ser usado ao criar variantes de imagens

source: update
pt_br: atualizar

source: update the binary paths with current values
pt_br: atualiza os caminhos dos binários com os valores atuais

source: show options
pt_br: mostrar opções

source: show options for specified aspect of output
pt_br: mostra as opções para o aspecto de saída especificado

source: DRI or DFF image
pt_br: imagem DRI ou DFF
