Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/exportLUT.po
Languages: pt_br

source: Identity_file_chooser
pt_br: Selecionar_arquiv_identidade

source: Export_location_chooser
pt_br: Selecionar_localização_exportação

source: choose the identity haldclut file
pt_br: selecione o arquivo halclut de identidade

source: choose the output location
pt_br: selecione a localização de saída

source: WARNING: files may be silently overwritten
pt_br: AVISO: os arquivos podem ser sobrescritos sem confirmação

source: Invalid identity lut file
pt_br: Arquivo lut de identidade inválido

source: Exporting styles as haldCLUTs
pt_br: Exportar estilos como haldCLUTs

source: Exported:
pt_br: Exportado:

source: Done exporting haldCLUTs
pt_br: Exportação de haldCLUTs feita

source: export haldclut
pt_br: exportar haldclut

source: export
pt_br: exportar
