Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/face_recognition.po
Languages: pt_br

source: export images
pt_br: exportar imagens

source: Exporting image %i of %i images
pt_br: Exportando imagem %i de %i imagens

source: Face recognition not found
pt_br: Reconhecimento de rosto não encontrado

source: Starting face recognition...
pt_br: Iniciando reconhecimento de rosto...

source: Face recognition failed
pt_br: Reconhecimento de rosto falhou

source: Face recognition finished
pt_br: Reconhecimento de rosto terminado

source: processing results...
pt_br: processando resultados...

source: face recognition complete
pt_br: reconhecimento de rosto completo

source: image export failed
pt_br: exportação da imagem falhou

source: no images selected
pt_br: nenhuma imagem selecionada

source: face recognition
pt_br: reconhecimento de rosto

source: tag to be used for unknown person
pt_br: etiqueta a ser usada para pessoa desconhecida

source: tag to be used when no persons are found
pt_br: etiqueta a ser usada quando nenhuma pessoa for encontrada

source: tags of images to ignore
pt_br: etiquetas de imagens para ignorar

source: tag category
pt_br: categoria da etiqueta

source: tolerance
pt_br: tolerância

source: processor cores
pt_br: núcleos de processador

source: number of processor cores to use, 0 for all
pt_br: número de núcleos de processador a usar, 0 para todos

source: known image directory
pt_br: pasta de imagem conhecida

source: face data directory
pt_br: pasta de dados de rosto

source: export image format
pt_br: formato de exportação da imagem

source: format for exported images
pt_br: formato para as imagens exportadas

source: maximum exported image width
pt_br: largura máxima das imagens exportadas

source: maximum exported image height
pt_br: altura máxima das imagens exportada

source: unknown person tag
pt_br: etiqueta de pessoa desconhecida

source: no persons found tag
pt_br: etiqueta de nenhuma pessoa encontrada

source: processing options
pt_br: opções de processamento

source: width
pt_br: largura

source: height
pt_br: altura
