Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/geoJSON_export.po
Languages: pt_br

source: Export Image %i/%i
pt_br: Exportar Imagem %i/%i

source: mkdir not found
pt_br: mkdir não encontrado

source: convert not found
pt_br: convert não encontrado

source: xdg-open not found
pt_br: xdg-open não encontrado

source: xdg-user-dir not found
pt_br: xdg-user-dir não encontrado

source: geoJSON export: Create an additional HTML file
pt_br: exportar geoJSON: Criar um arquivo HTML adicional

source: Creates a HTML file, that loads the geoJASON file. (Needs a MapBox key
pt_br: Cria um arquivo HTML que carrega o arquivo geoJSON. (Precisa de uma chave MapBox)

source: geoJSON export: MapBox Key
pt_br: exportar geoJSON : chave MapBox

source: geoJSON export: Open geoJSON file after export
pt_br: exportar geoJSON: Abrir o arquivo geoJSON após exportar

source: Opens the geoJSON file after the export with the standard program for geoJSON files
pt_br: Abre o arquivo geoJSON após a exportação com o programa padrão para arquivos geoJSON

source: geoJSON export: Export directory
pt_br: exportar geoJSON: Pasta de exportação

source: A directory that will be used to export the geoJSON files
pt_br: Uma pasta que será usada para exportar os arquivos geoJSON
