Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/geoToolbox.po
Languages: pt_br

source: Distance:
pt_br: Distância:

source: elevation:
pt_br: elevação:

source: GPS selection
pt_br: seleção do GPS

source: elevation:
pt_br: elevação:

source: gnome-maps not found
pt_br: gnome-maps não encontrado

source: curl not found
pt_br: curl não encontrado

source: jq not found
pt_br: jq não encontrado

source: Distance: %.2f %s
pt_br: Distância: %.2f %s

source: export altitude CSV
pt_br: exportar altitude para CSV

source: Name of the exported file
pt_br: Nome do arquivo exportado

source: Start export
pt_br: Iniciar exportação

source: File created in
pt_br: Arquivo criado em

source: Calculate the distance from latitude and longitude in km
pt_br: Calcula a distância da latitude e longitude em km

source: Select all images with GPS information
pt_br: Selecionar todas as imagens com informação de GPS

source: Select all images without GPS information
pt_br: Selecionar todas as imagens sem informação de GPS

source: select geo images
pt_br: selecionar imagens geoetiquetadas

source: select non-geo images
pt_br: selecionar imagens sem geoetiquetas

source: copy GPS data
pt_br: copiar dados do GPS

source: Copy GPS data
pt_br: Copiar dados do GPS

source: paste GPS data
pt_br: colar dados do GPS

source: Paste GPS data
pt_br: Colar dados do GPS

source: open in Gnome Maps
pt_br: abrir no Gnome Maps

source: Open location in Gnome Maps
pt_br: Abrir localização no Gnome Maps

source: reverse geocode
pt_br: geocódigo reverso

source: This just shows the name of the location, but doesn't add it as tag
pt_br: Isto apenas mostra o nome da localização, mas não adiciona-a como uma etiqueta

source: altitude CSV export
pt_br: exportar altitude em CSV

source: export altitude CSV file
pt_br: exporta o arquivo CSV de altitude

source: Create an altitude profile using the GPS data in the metadata
pt_br: Cria um perfil de altitude usando os dados GPS nos metadados

source: geoToolbox export: MapBox Key
pt_br: exportar geoToolbox: chave MapBox
