Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/HDRMerge.po
Languages: pt_br

source: please update you binary location
pt_br: por favor, atualize a localização do binário

source: update successful
pt_br: atualização bem sucedida

source: update unsuccessful, please try again
pt_br: atualização mau sucedida, tente de novo

source: HDRMerge install issue
pt_br: problema com a instalação do HDRMerge

source: HDRMerge install issue, please ensure the binary path is proper
pt_br: problema com a instalação do HDRMerge, certifique-se de que o caminho do binário esteja correto

source: not enough images selected, select at least 2 images to merge
pt_br: imagens selecionadas insuficientes, selecione apenas 2 imagens para mesclar

source: HDRMerge completed successfully
pt_br: HDRMerge completado com sucesso

source: HDRMerge failed
pt_br: HDRMerge falhou

source: HDRMerge options
pt_br: opções do HDRMerge

source: bits per sample
pt_br: bits por amostra

source: number of bits per sample in the output image
pt_br: número de bits por amostra na imagem de saída

source: embedded preview size
pt_br: tamanho da pré-visualização embutida

source: size of the embedded preview in output image
pt_br: tamanho da pré-visualização embutida na imagem de saída

source: none
pt_br: nenhum

source: half
pt_br: metade

source: full
pt_br: completo

source: batch mode
pt_br: modo em lote

source: enable batch mode operation NOTE: resultant files will NOT be auto-imported
pt_br: ativar a operação em modo em lote NOTA: arquivos resultantes NÃO serão importados automaticamente

source: batch gap [sec.]
pt_br: intervalo do lote [seg.]

source: gap, in seconds, between batch mode groups
pt_br: intervalo, em segundos, entre os grupos do modo em lote

source: import options
pt_br: opções de importação

source: apply style on import
pt_br: aplicar estilo ao importar

source: Apply selected style on auto-import to newly created image
pt_br: Aplica o estilo selecionado ao importar automaticamente para novas imagens criadas

source: copy tags
pt_br: copiar etiquetas

source: copy tags from first source image
pt_br: copia etiquetas da primeira imagem fonte

source: Additional tags to be added on import. Seperate with commas, all spaces will be removed
pt_br: Etiquetas adicionais a serem anexadas ao importar. Separar com vírgulas, todos os espaços serão removidos

source: Enter tags, seperated by commas
pt_br: Insira as etiquetas, separadas por vírgulas

source: merge
pt_br: mesclar

source: run HDRMerge with the above specified settings
pt_br: rodar o HDRMerge com as configurações especificadas acima

source: Select HDRmerge executable
pt_br: Selecionar o executável do HDRmerge

source: update
pt_br: atualizar

source: update the binary path with current value
pt_br: atualiza o caminho do binário com o valor atual
