Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/hugin.po
Languages: pt_br

source: hugin is not found, did you set the path?
pt_br: hugin não encontrado, você configurou o caminho?

source: will try to stitch now
pt_br: tentará pregar agora

source: creating pto file
pt_br: criar arquivo pto

source: running assistant
pt_br: rodar assistente

source: launching hugin
pt_br: iniciar o hugin

source: unable to find command line tools, launching hugin
pt_br: não foi possível encontrar as ferramentas de linha de comando, iniciar o hugin

source: hugin isn't available.
pt_br: hugin não está disponível.

source: hugin failed ...
pt_br: hugin falhou...

source: importing file
pt_br: importar arquivo

source: launch hugin gui
pt_br: iniciar interface gráfica do hugin

source: launch hugin in gui mode
pt_br: inicia o hugin no modo de interface gráfica
