Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/image_time.po
Languages: pt_br

source: Error: 2 images must be selected
pt_br: Erro: 2 imagens devem ser selecionadas

source: unable to detect exiv2
pt_br: não foi possível detectar exiv2

source: unable to get information for
pt_br: não foi possível obter informações para

source: reset time: no images selected
pt_br: reiniciar tempo: nenhuma imagem selecionada

source: please select the images that need their time reset
pt_br: por favor, selecione as imagens que precisam que seu tempo seja reiniciado

source: please select some images and try again
pt_br: por favor, selecione algumas imagens e tente novamente

source: subtract
pt_br: subtrair

source: image time
pt_br: tempo da imagem

source: years
pt_br: anos

source: years to adjust by, 0 - ?
pt_br: anos a ajustar, 0 - ?

source: months
pt_br: meses

source: days
pt_br: dias

source: hours
pt_br: horas

source: hours to adjust by, 0-23
pt_br: horas a ajustar, 0-23

source: minutes
pt_br: minutos

source: minutes to adjust by, 0-59
pt_br: minutos a ajustar, 0-59

source: seconds
pt_br: segundos

source: seconds to adjust by, 0-59
pt_br: segundos a ajustar, 0-59

source: add/subtract
pt_br: adicionar/subtrair

source: add or subtract time
pt_br: adicionar ou subtrair tempo

source: add
pt_br: adicionar

source: year
pt_br: ano

source: year to set, 1900 - now
pt_br: ano a definir, 1900 - agora

source: month
pt_br: mês

source: month to set, 1-12
pt_br: mês a definir, 1-12

source: day
pt_br: dia

source: day to set, 1-31
pt_br: dia a definir, 1-31

source: hour
pt_br: hora

source: hour to set, 0-23
pt_br: hora a definir, 0-23

source: minute
pt_br: minuto

source: minutes to set, 0-59
pt_br: minuto a definir, 0-59

source: seconds to set, 0-59
pt_br: segundos a definir, 0-59

source: Time difference between images in seconds
pt_br: Diferença de tempo entre as imagens em segundos

source: Select 2 images and use the calculate button
pt_br: Selecione 2 imagens e use o botão para calcular

source: Calculate
pt_br: Calcular

source: calculate time difference between 2 images
pt_br: calcula a diferença de tempo entre 2 imagens

source: synchronize image times
pt_br: sincronizar tempos da imagem

source: apply the time difference from selected images
pt_br: aplica a diferença de tempo a partir das imagens selecionadas

source: adjust time
pt_br: ajustar tempo

source: days, months, years
pt_br: dias, meses, anos

source: hours, minutes, seconds
pt_br: horas, minutos, segundos

source: adjustment direction
pt_br: direção de ajuste

source: adjust
pt_br: ajustar

source: set time
pt_br: definir tempo

source: date:
pt_br: data:

source: time:
pt_br: tempo:

source: set
pt_br: definir

source: synchronize image time
pt_br: sincronizar tempo da imagem

source: calculate difference between images
pt_br: calcular a diferença entre imagens

source: apply difference
pt_br: aplicar diferença

source: reset to original time
pt_br: reiniciar para o tempo original

source: reset
pt_br: reiniciar

source: mode
pt_br: modo

source: select mode
pt_br: selecionar modo

source: synchronize time
pt_br: sincronizar tempo

source: reset time
pt_br: reiniciar tempo
