Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/image_stack.po
Languages: pt_br

source: image align options
pt_br: opções de alinhamento da imagem

source: image stack options
pt_br: opções de empilhamento da imagem

source: executable locations
pt_br: localizações dos executáveis

source: perform image alignment
pt_br: realizar o alinhamento da imagem

source: align the image stack before processing
pt_br: alinha a pilha de imagem antes de processar

source: optimize radial distortion for all images
pt_br: otimizar a distorção radial para todas as imagens

source: optimize radial distortion for all images, except for first
pt_br: otimiza a distorção radial para todas as imagens, exceto para a primeira

source: optimize field of view for all images
pt_br: otimizar campo de visão para todas as imagens

source: optimize field of view for all images, except for first. Useful for aligning focus stacks (DFF) with slightly different magnification.
pt_br: otimiza o campo de visão para todas as imagens, exceto para a primeira. Útil para alinhar o empilhamento de foco (DFF) com uma ampliação levemente diferente.

source: optimize image center shift for all images
pt_br: otimizar o deslocamento do centro da imagem para todas as imagens

source: optimize image center shift for all images, except for first.
pt_br: otimiza o deslocamento do centro da imagem para todas as imagens, exceto para a primeira.

source: auto crop the image
pt_br: cortar automaticamente a imagem

source: auto crop the image to the area covered by all images.
pt_br: corta automaticamente a imagem para a área coberta por todas as imagens.

source: load distortion from lens database
pt_br: carregar a distorção a partir da base de dados de lentes

source: try to load distortion information from lens database
pt_br: tenta carregar as informações de distorção da base de dados de lentes

source: image grid size
pt_br: tamanho da grade da imagem

source: break image into a rectangular grid and attempt to find num control points in each section. default: (5x5)
pt_br: quebra a imagem em uma grade retangular e tenta encontrar o número de pontos de controle em cada seção. padrão: (5x5)

source: control points/grid
pt_br: grade/pontos de controle

source: number of control points (per grid, see option -g) to create between adjacent images default: (8).
pt_br: número de pontos de controle (por grade, veja a opção -g) a criar entre imagens adjacentes padrão: (8)

source: remove control points with error
pt_br: remover pontos de controle com erro

source: remove all control points with an error higher than num pixels default: (3)
pt_br: remove todos os pontos de controle com um erro maior que um número de pixels padrão: (3)

source: correlation threshold for control points
pt_br: limiar de correlação para pontos de controle

source: correlation threshold for identifying control points default: (0.9).
pt_br: limiar de correlação para identificar pontos de controle padrão: (0,9)

source: select stack function
pt_br: função de seleção de pilha

source: select function to be applied to image stack
pt_br: função de seleção a ser aplicada à pilha de imagens

source: select output format
pt_br: selecionar formato de saída

source: choose the format for the resulting image
pt_br: seleciona o formato para a imagem resultante

source: tag source images used?
pt_br: etiquetas das imagens fonte usadas?

source: tag the source images used to create the output file?
pt_br: etiquetas das imagens fonte usadas para criar o arquivo de saída?

source: Export Image %i/%i
pt_br: Exportar Imagem %i/%i

source: Unrecognized option to copy_image_attributes:
pt_br: Opção não reconhecida para copy_image_attributes:

source: ERROR: at least 2 images required for image stacking, exiting...
pt_br: ERRO: pelo menos 2 imagens são necessárias para empilhamento de imagens, saindo...

source: image(s) selected, at least 2 required
pt_br: imagem(ns) selecionada(s), pelo menos 2 necessárias

source: aligning images...
pt_br: alinhar imagens...

source: images aligned
pt_br: imagens alinhadas

source: ERROR: image alignment failed
pt_br: ERRO: alinhamento de imagem falhou

source: image alignment failed
pt_br: alinhamento de imagem falhou

source: ERROR: align_image_stack not found
pt_br: ERRO: align_image_stack não encontrado

source: align_image_stack not found
pt_br: align_image_stack não encontrado

source: convert command is
pt_br: comando convert é

source: processing image stack
pt_br: processar empilhamento de imagem

source: image stack processed
pt_br: empilhamento de imagem processado

source: importing result
pt_br: importar resultado

source: Created with|image_stack
pt_br: Criado com|image_stack

source: tagging source images
pt_br: etiquetando imagens fonte

source: Source file|
pt_br: Arquivo fonte |

source: ERROR: image stack processing failed
pt_br: ERRO: processamento de empilhamento de imagem falhou

source: ERROR: convert executable not found
pt_br: ERRO: executável do convert não encontrado

source: convert executable not found
pt_br: executável do convert não encontrado

source: align image stack: use GPU for remaping
pt_br: alinhar pilha de imagens: usar GPU para remapear

source: set the GPU remapping for image align
pt_br: definir o remapeamento de GPU para alinhamento de imagem

source: image stack
pt_br: empilhamento de imagem
