Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/kml_export.po
Languages: pt_br

source: Export Image %i/%i
pt_br: Exportar Imagem %i/%i

source: magick not found
pt_br: magick não encontrado

source: xdg-user-dir not found
pt_br: xdg-user-dir não encontrado

source: zip not found
pt_br: zip não encontrado

source: KML export: Open KML file after export
pt_br: exportar KML: Abrir arquivo Open KML após a exportação

source: Opens the KML file after the export with the standard program for KML files
pt_br: Abre o arquivo KML após a exportação com o programa padrão para arquivos KML

source: KML export: Open KML/KMZ file after export
pt_br: exportar KML: Abre arquivo KML/KMZ após a exportação

source: KML export: Export directory
pt_br: exportar KML: Pasta de exportação

source: A directory that will be used to export the KML/KMZ files
pt_br: Uma pasta que será usada para exportar os arquivos KML/KMZ

source: KML export: ImageMagick binary Location
pt_br: exportar KML: Localização do binário do ImageMagick

source: Install location of magick[.exe]. Requires restart to take effect.
pt_br: Localização de instalação do magick[.exe]. Precisa reiniciar para ter efeito.

source: KML export: Connect images with path
pt_br: exportar KML: Conectar imagens com caminho

source: connect all images with a path
pt_br: conecta todas as imagens com um caminho

source: KML export: Create KMZ file
pt_br: exportar KML: Criar arquivo KMZ

source: Compress all imeges to one KMZ file
pt_br: Comprime todas as imagens para um arquivo KMZ

source: KML Export
pt_br: Exportar KML

source: KML/KMZ Export
pt_br: Exportar KML/KMZ
