Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/OpenInExplorer.po
Languages: fr_fr, pt_br

source: OpenInExplorer plug-in only supports Linux, macOS, and Windows at this time
fr_fr: Le script OpenInExplorer ne fonctionne que sur Linux, macOS et Windows pour le moment
pt_br: Atualmente, o plugin OpenInExplorer somente suporta Linux, macOS e Windows

source: No links directory selected. Please check the dt preferences (lua options)
fr_fr: Aucun répertoire de liens sélectionné. Voir dans les préférences dt > options lua
pt_br: Nenhum link para pasta selecionado. Verifique as preferências do darktable (opções lua)

source: Links directory '%s' not found. Please check the dt preferences (lua options)
fr_fr: Répertoire de liens '%s' inexistant. Voir dans les préférences dt > options lua
pt_br: Links para pasta '%s' não encontrados. Verifique as preferências do darktable (opções lua)

source: Failed to create links. Missing rights?
fr_fr: Erreur de création de liens. Droits insuffisants ?
pt_br: Falha ao criar links. Possui permissões adequadas?

source: Please select an image
fr_fr: Sélectionner une image SVP
pt_br: Por favor, selecione uma imagem

source: Please select fewer images (max. 15)
fr_fr: Sélectionner moins d'images SVP (max. 15)
pt_br: Por favor, selecione menos imagens (máx 15)

source: show in file explorer
fr_fr: afficher dans le gestionnaire de fichiers
pt_br: mostrar no navegador de arquivos

source: Open the file manager at the selected image's location
fr_fr: Ouvre le gestionnaire de fichiers à l'endroit de l'image sélectionnée
pt_br: Abre o gerenciador de arquivos na localização das imagens selecionadas

source: OpenInExplorer: linked files directory
fr_fr: OpenInExplorer : répertoire des fichiers liés
pt_br: OpenInExplorer: pasta de arquivos linkada

source: Directory to store the links to the file names. Requires restart to take effect
fr_fr: Répertoire dans lequel enregistrer les liens sur les fichiers. Nécessite un redémarrage de dt
pt_br: Pasta para armazenar os links para os nomes de arquivo. Precisa reiniciar para ter efeito

source: Select directory
fr_fr: Sélectionner un répertoire
pt_br: Selecione a pasta

source: OpenInExplorer: use links
fr_fr: OpenInExplorer : utiliser des liens
pt_br: OpenInExplorer: usar links

source: Use links instead of multiple windows. Requires restart to take effect
fr_fr: Utiliser des liens plutôt que de multiples fenêtres. Nécessite un redémarrage de dt
pt_br: Usa links ao invés de janelas múltiplas. Precisa reiniciar para ter efeito
