Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/pdf_slideshow.po
Languages: pt_br

source: pdflatex not found
pt_br: pdflatex não encontrado

source: a pdf viewer
pt_br: um visualizador de pdf

source: can be an absolute pathname or the tool may be in the PATH
pt_br: pode ser um caminho absoluto ou a ferramenta pode estar no PATH

source: slideshow title
pt_br: título da apresentação

source: transition delay (s)
pt_br: atraso da transição (s)

source: include image title
pt_br: incluir título da imagem

source: whether to include the image title (if defined) into the slide
pt_br: se deve ser incluído o título da imagem (se definido) no slide

source: include image author
pt_br: incluir autor da imagem

source: whether to include the image author (if defined) into the slide
pt_br: se deve ser incluído o autor da imagem (se definido) no slide

source: pdf slideshow
pt_br: apresentação do pdf

source: problem running pdflatex
pt_br: problema ao executar o pdflatex

source: problem running
pt_br: problema ao executar

source: problem running pdf viewer
pt_br: problema ao executar o visualizador de pdf
