Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/photils.po
Languages: pt_br

source: get tags
pt_br: obter etiquetas

source: requires a restart to be applied
pt_br: precisa reiniciar para ser aplicado

source: min confidence value
pt_br: valor mín de confiança

source: The suggested tags were not generated for the currently selected image!
pt_br: As etiquetas sugeridas não serão geradas para a imagem atualmente selecionada!

source: page %s of %s
pt_br: página %s de %s

source: Apply tag to image
pt_br: Aplicar etiqueta à imagem

source: Tags successfully attached to image
pt_br: Etiquetas anexadas com sucesso à imagem

source: %s found %d tags for your image
pt_br: %s encontrado %d etiquetas para sua imagem

source: No image selected.
pt_br: Nenhuma imagem selecionada.

source: This plugin can only handle a single image.
pt_br: Este plugin pode manipular somente uma imagem por vez.

source: %s failed, see terminal output for details
pt_br: %s falhou, veja a saída do terminal para detalhes

source: no tags where found
pt_br: nenhuma etiqueta encontrada

source: attach %d tags
pt_br: anexar %d etiquetas

source: photils-cli not found
pt_br: photils-cli não encontrado

source: Select an image, click "get tags" and get suggestions for tags.
pt_br: Selecione uma imagem, clique em "obter etiquetas" e obtenha sugestões para etiquetas.

source: photils: show confidence value
pt_br: photils: mostrar valor de confiança

source: if enabled, the confidence value for each tag is displayed
pt_br: se ativo, o valor de confiança para cada etiqueta é exibido

source: photils: use exported image for tag request
pt_br: photils: usar imagem exportada para pedido de etiqueta

source: If enabled, the image passed to photils for tag suggestion is based on the exported, already edited image. Otherwise, the embedded thumbnail of the RAW file will be used for tag suggestion.The embedded thumbnail could speedup the tag suggestion but can fail if the RAW file is not supported.
pt_br: Se ativo, a imagem passada para o photils para a sugestão de etiquetas é baseada na exportada, a imagem já editada. Caso contrário, a miniatura embutida no arquivo RAW será usada para sugestão de etiquetas. A miniatura embutida pode acelerar a sugestão de etiqueta mas pode falhar se o arquivo RAW não for suportado.
