Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/quicktag.po
Languages: pt_br

source: max. length of button labels
pt_br: comprimento máximo dos rótulos de botão

source: may range from 15 to 60 - needs a restart
pt_br: pode ir de 16 à 60 - precisa reiniciar

source: number of quicktag fields
pt_br: número de campos de quicktag

source: may range from 2 to 20 - needs a restart
pt_br: pode ir de 2 à 20 - precisa reiniciar

source: quicktag %i is empty, please set a tag
pt_br: quicktag %i está vazio, por favor defina uma etiqueta

source: no images selected
pt_br: nenhuma imagem selecionada

source: tag "%s" attached to %i image(s)
pt_br: etiqueta "%s" anexada a %i imagem(ns)

source: old tag
pt_br: etiqueta antiga

source: select the quicktag to replace
pt_br: selecione a quicktag para substituir

source: new tag
pt_br: nova etiqueta

source: enter your tag here
pt_br: insira sua etiqueta aqui

source: set tag
pt_br: definir etiqueta

source: new quicktag is empty!
pt_br: nova quicktag está vazia!

source: quicktag "%s" replaced by "%s"
pt_br: quicktag "%s" substituída por "%s"
