Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/rename_images.po
Languages: pt_br

source: unrecognized variable
pt_br: variável não reconhecida

source: unknown variable
pt_br: variável desconhecida

source: rename images
pt_br: renomear imagens

source: pattern is
pt_br: padrão é

source: renaming images
pt_br: renomeando images

source: unable to do variable substitution, exiting...
pt_br: não foi possível a substituição de variável, saindo...

source: renamed
pt_br: renomeado

source: please enter the new name or pattern
pt_br: por favor, insira o novo nome ou padrão

source: please select some images and try again
pt_br: por favor, selecione algumas imagens e tente novamente

source: $(ROLL_NAME) - film roll name
pt_br: $(ROLL_NAME) - nome do rolo de filme

source: $(FILE_FOLDER) - image file folder
pt_br: $(FILE_FOLDER) - pasta do arquivo de imagem

source: $(FILE_NAME) - image file name
pt_br: $(FILE_NAME) - nome do arquivo de imagem

source: $(FILE_EXTENSION) - image file extension
pt_br: $(FILE_EXTENSION) - extensão do arquivo de imagem

source: $(ID) - image id
pt_br: $(ID) - id da imagem

source: $(VERSION) - version number
pt_br: $(VERSION) - número de versão

source: $(SEQUENCE) - sequence number of selection
pt_br: $(SEQUENCE) - número de sequência da seleção

source: $(YEAR) - current year
pt_br: $(YEAR) - ano atual

source: $(MONTH) - current month
pt_br: $(MONTH) - mês atual

source: $(DAY) - current day
pt_br: $(DAY) - dia atual

source: $(HOUR) - current hour
pt_br: $(HOUR) - hora atual

source: $(MINUTE) - current minute
pt_br: $(MINUTE) - minuto atual

source: $(SECOND) - current second
pt_br: $(SECOND) - segundo atual

source: $(EXIF_YEAR) - EXIF year
pt_br: $(EXIF_YEAR) - ano EXIF

source: $(EXIF_MONTH) - EXIF month
pt_br: $(EXIF_MONTH) - mês EXIF

source: $(EXIF_DAY) - EXIF day
pt_br: $(EXIF_DAY) - dia EXIF

source: $(EXIF_HOUR) - EXIF hour
pt_br: $(EXIF_HOUR) - hora EXIF

source: $(EXIF_MINUTE) - EXIF minute
pt_br: $(EXIF_MINUTE) - minuto EXIF

source: $(EXIF_SECOND) - EXIF seconds
pt_br: $(EXIF_SECOND) - segundo EXIF

source: $(EXIF_ISO) - EXIF ISO
pt_br: $(EXIF_ISO) - ISO EXIF

source: $(EXIF_EXPOSURE) - EXIF exposure
pt_br: $(EXIF_EXPOSURE) - exposição EXIF

source: $(EXIF_EXPOSURE_BIAS) - EXIF exposure bias
pt_br: $(EXIF_EXPOSURE_BIAS) - viés de exposição EXIF

source: $(EXIF_APERTURE) - EXIF aperture
pt_br: $(EXIF_APERTURE) - abertura EXIF

source: $(EXIF_FOCAL_LENGTH) - EXIF focal length
pt_br: $(EXIF_FOCAL_LENGTH) - distância focal EXIF

source: $(EXIF_FOCUS_DISTANCE) - EXIF focus distance
pt_br: $(EXIF_FOCUS_DISTANCE) - distância do foco EXIF

source: $(EXIF_CROP) - EXIF crop
pt_br: $(EXIF_CROP) - corte EXIF

source: $(ELEVATION) - elevation
pt_br: $(ELEVATION) - elevação

source: $(STARS) - star rating
pt_br: $(STARS) - classificação de estrelas

source: $(LABELS) - color labels
pt_br: $(LABELS) - etiquetas de cor

source: $(MAKER) - camera maker
pt_br: $(MAKER) - fabricante da câmera

source: $(MODEL) - camera model
pt_br: $(MODEL) - modelo da câmera

source: $(LENS) - lens
pt_br: $(LENS) - lente

source: $(TITLE) - title from metadata
pt_br: $(TITLE) - título a partir dos metadados

source: $(DESCRIPTION) - description from metadata
pt_br: $(DESCRIPTION) - descrição a partir dos metadados

source: $(CREATOR) - creator from metadata
pt_br: $(CREATOR) - autor a partir dos metadados

source: $(PUBLISHER) - publisher from metadata
pt_br: $(PUBLISHER) - editor a partir dos metadados

source: $(RIGHTS) - rights from metadata
pt_br: $(RIGHTS) - direitos autorais a partir dos metadados

source: $(USERNAME) - username
pt_br: $(USERNAME) - nome do usuário

source: $(PICTURES_FOLDER) - pictures folder
pt_br: $(PICTURES_FOLDER) - pasta de imagens

source: $(HOME) - user's home directory
pt_br: $(HOME) - pasta pessoal do usuário

source: $(DESKTOP) - desktop directory
pt_br: $(DESKTOP) - pasta da área de trabalho

source: enter pattern $(FILE_FOLDER)/$(FILE_NAME)
pt_br: insira o padrão $(FILE_FOLDER)/$(FILE_NAME)

source: rename
pt_br: renomear
