Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/RL_out_sharp.po
Languages: pt_br

source: GMic executable not configured
pt_br: executável GMic não configurado

source: sharpening image
pt_br: melhorar nitidez da imagem

source: sharpening error
pt_br: erro ao melhorar nitidez

source: finished exporting
pt_br: exportação finalizada

source: select output folder
pt_br: selecionar pasta de saída

source: controls the width of the blur that's applied
pt_br: controla a largura do desfoque que é aplicada

source: iterations
pt_br: iterações

source: increase for better sharpening, but slower
pt_br: aumente para melhor efeito, mas diminui velocidade

source: output jpg quality
pt_br: qualidade do jpg de saída

source: quality of the output jpg file
pt_br: qualidade do arquivo jpg de saída

source: RL output sharpen
pt_br: melhoria de nitidez na saída RL

source: executable for GMic CLI
pt_br: executável para o GMic CLI

source: select executable for GMic command line version
pt_br: selecione o executável para a versão de linha de comando do GMic
