Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/transfer_hierarchy.po
Languages: pt_br

source: Lowest directory containing all selected images
pt_br: Pasta de nível mais baixa contendo todas as imagens selecionadas

source: transfer hierarchy: ERROR: existing root is out of sync -- click 'calculate' to update
pt_br: transferir hierarquia: ERRO: raiz existente está fora de sincronia -- clique 'calcular' para atualizar

source: transfer hierarchy: ERROR: destination not specified
pt_br: transferir hierarquia: ERRO: destino não especificado

source: transfer hierarchy: ERROR: could not create directory:
pt_br: transferir hierarquia: ERRO: não foi possível criar a pasta:

source: transfer hierarchy: ERROR: not a directory:
pt_br: transferir hierarquia: ERRO: não é uma pasta:

source: transfer hierarchy: ERROR: could not create film:
pt_br: transferir hierarquia: ERRO: não foi possível criar um filme:

source: transfer hierarchy
pt_br: transferir hierarquia

source: calculate
pt_br: calcular

source: existing root
pt_br: raiz existente

source: root of destination
pt_br: raiz do destino

source: move
pt_br: mover

source: copy
pt_br: copiar

source: Copy all selected images
pt_br: Copia todas as imagens selecionadas
