Repository: burij/nixcnfg
Catalog: dotfiles/darktable/lua/locale/*/LC_MESSAGES/video_ffmpeg.po
Languages: pt_br

source: framerate
pt_br: taxa de quadros

source: select framerate of output video
pt_br: seleciona a taxa de quadros da saída de vídeo

source: resolution
pt_br: resolução

source: select resolution of output video
pt_br: seleciona a resolução da saída de vídeo

source: select codec
pt_br: seleciona o codec

source: format container
pt_br: formato

source: select format of output video
pt_br: seleciona o formato da saída de vídeo

source: output file destination
pt_br: destino do arquivo de saída

source: settings of output file destination and name
pt_br: configurações do destino e nome do arquivo de saída

source: Select export path
pt_br: Selecionar caminho de exportação

source: select the target directory for the timelapse. the filename is created automatically.
pt_br: selecione a pasta alvo para o timelapse. o nome do arquivo é criado automaticamente.

source: if selected, output video will be placed in the same directory as first of selected images
pt_br: se selecionado, o vídeo de saída será colocado na mesma pasta da primeira das imagens selecionadas

source: override output file on conflict
pt_br: sobrescrever arquivo de saída em caso de conflito

source: if checked, in case of file name conflict, the file will be overwritten
pt_br: se ativo, em caso de conflito de nome, o arquivo será sobrescrito

source: enter output file name without extension. You can use some placeholders: - {time} - time in format HH-mm-ss - {date} - date in foramt YYYY-mm-dd - {first_file} - name of first input file - {last_file} - name of last last_file
pt_br: insira o nome do arquivo de saída sem extensão. Você pode usar alguns coringas: - {time} - tempo no formato HH-mm-ss - {date} - data no formato AAAA-mm-dd - {first_file} - nome do primeiro arquivo de entrada - {last_file} - nome do último last_file

source: open after export
pt_br: abrir após exportar

source: open video file after successful export
pt_br: abre o arquivo de vídeo após ser exportado com sucesso

source: export
pt_br: exportar

source: prepare merge process
pt_br: preparar o processo de mesclagem

source: ERROR: cannot create temp directory
pt_br: ERRO: não foi possível criar a pasta temporária

source: ERROR: cannot build image, see console for more info
pt_br: ERRO: não foi possível construir a imagem, veja o console para mais informações

source: SUCCESS
pt_br: SUCESSO
